tap "anomalyco/tap"
brew "bat"
brew "dotnet"
brew "fzf"
brew "gh"
brew "git"
brew "node"
brew "markdownlint-cli2"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tree-sitter"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "anomalyco/tap/opencode"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
